//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2005, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**             6145-F Northbelt Pkwy, Norcross, GA 30071            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:	BDS.uni
//
// Description:	BDS Strings
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
// #include "VFR.uni"
#langdef   en-US "English"    // English

#string STR_EMPTY       #language en-US ""
#string STR_ENABLED     #language en-US "Enabled"
#string STR_DISABLED    #language en-US "Disabled"
#string STR_NONE        #language en-US "None"
#string STR_AUTO        #language en-US "Auto"

#string STR_SHELL #language en-US "Built-in EFI Shell"
#string STR_FD #language en-US "Removable Drive"
#string STR_HD #language en-US "Hard Drive"
#string STR_CD #language en-US "CD/DVD Drive"
#string STR_PCMCIA #language en-US "PCMCIA Device"
#string STR_USB #language en-US "USB"
#string STR_NET #language en-US "Network Card"
#string STR_BEV #language en-US "BEV Device"
#string STR_UNKNOWN #language en-US "Unknown Device"
#string STR_ATAPI #language en-US "ATAPI"
#string STR_SCSI #language en-US "SCSI"
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2005, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**             6145-F Northbelt Pkwy, Norcross, GA 30071            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************